{
    "recs": [
        {
            "id": 0,
            "text": "\"Monica Kay was my big sibling at NSS! She would check in to ask how she could support me in my studies, whether that was venting frustrations or offering knowledgable resources. I saw Monica Kay conquer coding challenges and confidently present her projects to the class.\"",
            "cardImage": "hailey",
            "whoSaidIt": "Hailey Rissolo",
            "linkedIn": "https://www.linkedin.com/in/haileyrissolo/",
            "whoAreThey": "Front End Web Developer | UI/UX Designer",
            "company": "Nashville Software School"
        },
        {
            "id": 1,
            "text": "\"Speaking as Monica's direct supervisor, I can honestly say that she is a model employee and a joy to be around. She is a quick and eager learner as well as being reliable, considerate and an excellent communicator. Monica's positivity in the workplace is infectious and has a marked effect on workplace morale. I believe Monica will be a fantastic addition to any team that she is on and highly recommend her to any and all potential employers.\"",
            "cardImage": "mark",
            "whoSaidIt": "Mark Neglia",
            "linkedIn": "https://www.linkedin.com/in/mark-neglia-578495a0/",
            "whoAreThey": "Director of Operations/Musical Director",
            "company": "Third Coast Comedy Club"
        },
        {
            "id": 2,
            "text": "\"Mon is a great team player, easy to get along with, and always willing to go the extra mile to make peoples lives easier. While I haven't worked with her in a software development environment, I know she is competent, excited and genuinely passionate about what she does. Having her around makes any project more enjoyable.\"",
            "cardImage": "jantzen",
            "whoSaidIt": "Jantzen Lee",
            "linkedIn": "https://www.linkedin.com/in/jantzen-lee-79753a140/",
            "whoAreThey": "Graduate Student",
            "company": "Vanderbilt University"
        },
        {
            "id": 3,
            "text": "\"Constantly curious and unafraid to ask the questions that everyone else is thinking. Is the kind of person who will single-handedly lift the mood of an entire group and keep things from getting too stressful all by herself. Great organization skills and will go the extra mile to make the team's current and future objectives as clear and concise as possible. Monica would be a great addition to any team.\"",
            "cardImage": "connor",
            "whoSaidIt": "Connor Blakeney",
            "linkedIn": "https://www.linkedin.com/in/connor-blakeney/",
            "whoAreThey": "Full Stack Developer",
            "company": "Nashville Software School"
        },
        {
            "id": 4,
            "text": "\"Monica is a great, multi-faceted addition to any team. With an attention to detail and organization alongside an insatiable passion to learn, Monica is able to go above and beyond all while being a positive influence on a group. Her optimism is infectious but does not detract from her ability to get difficult jobs done in a clear and organized manner.\"",
            "cardImage": "ryan",
            "whoSaidIt": "Ryan Citrino",
            "linkedIn": "https://www.linkedin.com/in/ryan-citrino-ba0245146/",
            "whoAreThey": "Customer Experience Advisor",
            "company": "Warby Parker"
        },
        {
            "id": 5,
            "text": "\"I had the pleasure of hiring Monica for our bar at Third Coast. She is easy to get along with and teachable as well as positive and willing to ask for help. Monica was eager and focused, helped others around the bar and theater whenever needed, communicated well with me and the rest of the staff, was dependable, and cared about the experiences of our customers. She also has a wonderful smile and a great laugh!\"",
            "cardImage": "scott",
            "whoSaidIt": "Scott Field",
            "linkedIn": "https://www.linkedin.com/in/scott-field-3a905014/",
            "whoAreThey": "Co-Founder",
            "company": "Third Coast Comedy Club"
        },
        {
            "id": 6,
            "text": "\"Monica is a great team player who is always ready to help out in anyway that she can! She is not afraid to take on new and challenging roles and always excels at what she does. Her positive attitude is infectious and makes her a great asset to any team.\"",
            "whoSaidIt": "John Yates",
            "cardImage": "john",
            "linkedIn": "https://www.linkedin.com/in/johnadamyates/",
            "whoAreThey": "Creative Entrepreneur",
            "company": ""
        },
        {
            "id": 7,
            "text": "\"Monica was able to overcome any obstacle that came her way. She always kept a high-spirited attitude and resolved some of the hardest problems our group had to complete.\"",
            "whoSaidIt": "Michael Chisholm",
            "cardImage": "michael",
            "linkedIn": "https://www.linkedin.com/in/michaelc321/",
            "whoAreThey": "Web Developer",
            "company": "Nashville Software School"
        },
        {
            "id": 8,
            "text": "\"Monica is an incredibly positive force in a team environment. In matters of administration and team building she quickly took charge and always did a remarkable job. Her optimistic attitude is infectious and her organizational skills are unmatched in our large student cohort. On top of this, she has the eye of an artist in the application of CSS and HTML to front-end problems, making her an ideal candidate for work in UI and UX.\"",
            "whoSaidIt": "Red Tilson",
            "cardImage": "red",
            "linkedIn": "https://www.linkedin.com/in/ardis-tilson/",
            "whoAreThey": "Full-Stack Developer",
            "company": "Nashville Software School"
        },
        {
            "id": 9,
            "text": "\"Monica has the rare skill of being a self-teacher. While working on group projects together, Monica has consistently gone beyond the minimum requirements, finding fun and delightful ways to make the user experience better. She also has great communication skills. In setting up communication within a team, managing the workflow for a project, and exploring new ideas, Monica communicates openly and clearly with her teammates, which is vital for the health of the group.\"",
            "cardImage": "gib",
            "whoSaidIt": "Gib Jeffries",
            "linkedIn": "https://www.linkedin.com/in/gib-jeffries/",
            "whoAreThey": ".Net Application Developer",
            "company": "Dixon Hughes Goodman, LLP"
        },
        {
            "id": 9,
            "text": "\"Monica was a complete joy to manage. She is incredibly detail-oriented and approaches everything she does with an eye towards quality, but even more importantly, she is a great team contributor. Monica has a curiosity about her that leads her to seek out answers to any questions she may have, and when she finds those answers, or discovers a better way of doing things, she never hesitates to share that information with her teammates. Monica is the consummate team player and makes everyone around her better with her positivity, determination, and work ethic.\"",
            "cardImage": "carley",
            "whoSaidIt": "Carley Debor",
            "linkedIn": "https://www.linkedin.com/in/carleydebor/",
            "whoAreThey": "Operations Manager",
            "company": "Kemberton Healthcare"
        }
    ]
}

